export const REQUESTS =
  [
    {
      'id': 111,
      'createdAt': '2019-08-16T01:11:40+0300',
      'createdBy': {
        'id': 111,
        'login': 'Земсков Роман Александрович'
      },
      'periodFrom': '2019-08-03T07:19:56+0300',
      'periodTo': '2019-08-16T10:05:24+0300',
      'selfExpense': true,
      'comments': 'В последние несколько месяцев Вы очень хорошо выполняли свои обязанности.',
      'status': 'accepting',
      'declineReason': 'Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке форм развития.'
    },
    {
      'id': 111,
      'createdAt': '2019-08-16T01:11:40+0300',
      'createdBy': {
        'id': 111,
        'login': 'Смирнов Максим Александрович'
      },
      'periodFrom': '2019-08-08T08:05:18+0300',
      'periodTo': '2019-08-21T05:00:38+0300',
      'selfExpense': true,
      'comments': 'В ближайшие несколько месяцев мы не можем предоставить отпуск в связи с последними событиями в вашей сфере деятельсти.',
      'status': 'accepted',
      'declineReason': 'Задача организации, в особенности же консультация с широким активом влечет за собой процесс внедрения и модернизации форм развития.'
    },
    {
      'id': 111,
      'createdAt': '2019-08-16T01:11:40+0300',
      'createdBy': {
        'id': 111,
        'login': 'Смирнов Роман Иванович'
      },
      'periodFrom': '2019-08-01T12:49:13+0300',
      'periodTo': '2019-08-27T05:52:52+0300',
      'selfExpense': true,
      'comments': 'В следующем году при должной активности возможно увеличение отпускных дней.',
      'status': 'declined',
      'declineReason': 'Задача организации, в особенности же консультация с широким активом влечет за собой процесс внедрения и модернизации форм развития.'
    },
    {
      'id': 111,
      'createdAt': '2019-08-16T01:11:40+0300',
      'createdBy': {
        'id': 111,
        'login': 'Иванов Роман Петрович'
      },
      'periodFrom': '2019-08-01T06:47:20+0300',
      'periodTo': '2019-08-26T08:49:28+0300',
      'selfExpense': true,
      'comments': 'Текущие отпускные дни не могут быть переведены на следующий месяц, Вам необходимо успеть в текущие сроки.',
      'status': 'accepting',
      'declineReason': 'Задача организации, в особенности же консультация с широким активом влечет за собой процесс внедрения и модернизации форм развития.'
    }
  ];
